 <%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@include file="../common/taglib.jsp"%>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
    <meta charset="utf-8" />
    <title>随行付 Admin</title>
    <style type="text/css">
    p{
    color : #999999; /*文字颜色*/
	font-family : 宋体,sans-serif; /*文字字体*/
	font-size : 10pt; /*文字大小*/
    }
    
    </style>
</head>
  <meta charset="UTF-8" />
<link href="css/mainxy.css" rel="stylesheet">
<title>随行付特约商户合作协议 </title>
</head>
<body style="background: url(img/new_box_bg.jpg) repeat center center;">
            <div style="margin-top: 15px;margin-left: 15px;margin-bottom: 15px;margin-right: 15px;">
                <h5 align="right">协议编号:${name }</h5>
                <h4 align="center">随行付特约商户合作协议</h4>               
                <div >
				<p>&nbsp;&nbsp;&nbsp;&nbsp;本协议为随行付支付有限公司特约商户合作协议通用版本，具有合同法律效力，本协议中甲方即为“您”，乙方为“随行付支付有限公司”，请认真阅读以下条款，如您开始使用随行付支付有限公司为您提供的服务，代表您已充分阅读、理解并接受所有协议条款，届时您将必须遵守本协议约定： </p>
				<p>一、术语定义 </p>
				<p>1．POS收单业务：是指甲方按约定受理银行卡并与持卡人达成交易后，乙方为甲方提供交易资金结算服务的行为。</p>
				<p>2．银行卡：指国内各发卡机构核发的符合联网联合规范的贷记卡、准贷记卡、借记卡。</p>
				<p>3．交易服务费：是指甲方使用乙方提供的POS收单业务时产生的交易服务费用。 </p>
				<p>4．POS终端维护费：甲方向乙方支付的POS终端维护的费用。</p>
				<p>5．签购单：指收单机构指定的用于持卡人消费签账时签署的格式单据。</p>
				<p>6．调单：是指因持卡人或发卡机构对已被结算的交易有疑问，在规定的时限内向收单机构提出调阅交易单据的过程。</p>
				<p>7．退单：是指发卡机构由于对收单机构请款交易的拒绝或对原始交易的疑问而向收单机构提出的拒绝付款。</p>
				<p>8．退货：是指甲方因商品退回或服务取消，将已扣款项退还持卡人原扣款账户若持卡人原银行卡账户已撤销的，应当退至持卡人指定的本人其他银行账户的过程。</p>
				<p>二、重要事项约定 </p>
				<p>1．甲方同意按照双方约定的收费标准支付交易手续费及其它约定费用，对于由于本协议产生的甲方应付款项，甲方同意乙方从甲方的结算款项中扣除。若需通过其它方式支付的，须经双方协商一致并书面确认，该书面确认文件与本协议具有同等效力。</p>
				<p>2．甲方授权其归属外包服务商代为开通增值业务，知晓并同意乙方根据该服务商指令自甲方的结算款项中代为扣除相应服务费（服务费金额依据增值业务标准收取），并按约定向该服务商支付。</p>
				<p>3．甲方需按照机具维护费收取标准向乙方缴纳相应维护费，由乙方定期自甲方结算账户中予以扣除。</p>
				<p>4．乙方按协议约定扣除交易手续费及其他应扣款项后，按约定的结算方式向甲方结算账户付款。具体到账时间与甲方开户银行及银行间结算周期有关。当结算周期内甲方累计结算款项不满10元时，结算款项顺延至下一个结算日，直至累计结算款项满10元。如甲方选择“强制结算”则代表甲方同意结算周期内累计结算款项不满10元时正常进行结算，并按1元/次支付结算手续费用；如因正常原因，双方结束或终止合作，乙方应将甲方剩余款项一次性付清。</p>
				<p>5．甲乙双方达成一致，认可因计算手续费时该费用金额小数点后两位进位而导致手续费存在的微小误差。结算数据应以乙方提供的数据为准。 </p>
			    <p>6． 甲方应指定固定联系人及联系方式可用于乙方处理本协议所涉及事务的沟通，文件的签收及移交等事宜，甲方须在信息有变动后两个工作日内通知乙方，并承担因信息更新不及时，不准确而引发的一切责任。 </p>
				<p>7．甲方以连锁店形式签署总对总协议的，作为签约主体，甲方对所辖总店及各分店对本协议的履行情况负责，并承担各店（包括直营店以及非直营店）因违反本协议约定引发的全部责任。 </p>
				<p>8．甲乙双方约定，本协议履行过程中涉及的一切费用结算及收取事宜，均不得采用现金方式；任何一方违反本约定而采用现金的方式进行的，风险及损失均由违反方自行承担。</p>
				<p>9．甲方提供的“固定联系人手机号”为乙方向甲方发送登陆随行付业务网站账号、密码及相关事项的接收号码，必须保证此信息准确无误，如信息变更，需2日内通知乙方并提交修改申请。甲方收到登陆账号及密码后应妥善保管，在首次登陆后需及时修改密码，因甲方保管及使用不当造成的经济损失，由甲方自行承担。 </p>
				<p>10．甲方变更结算账户时，应提前通知乙方，并根据乙方要求出具变更申请资料。甲方可通过随行付业务网站后台自助处理结算款项，包括但不限于通过后台选择结算周期或金额等，乙方依相应规则的约定进行结算。 </p>
				<p>11．乙方有权随时对本协议内容进行单方面的变更，并以公告的方式予以公布，无需另行通知甲方。如甲方在本协议内容公告变更后继续使用乙方服务的，表示甲方已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用乙方服务；若甲方不同意修改后的协议内容，应立即停止使用乙方服务。 </p>
				<p>三、甲方权利与义务 </p>
				<p>1.甲方申请开通收单业务，须如实向乙方提交企业法人营业执照、税务登记证、法定代表人或负责人身份证件、企业开户许可证、组织机构代码证供乙方查验，并提供复印件（加盖公章）以便乙方归档，且此类资料乙方存档后不因任何原因退还。甲方承担由于其所提供的资质材料不准确、不真实等情况而导致的经济和法律方面的责任。</p>
				<p>2.甲方在使用收单业务的过程中，所提供的企业资料信息（包括但不限于营业执照、税务登记证、企业开户许可证、组织机构代码证、法定代表人或负责人身份证件、营业地址、网络注册地址、POS终端安装地址、电话等信息），如有更改（包括但不限于变更、增减等情形时），均应在变更后三个工作日内以书面形式通知乙方，并按乙方规定的程序办理有关手续，否则由此发生的损失和风险由甲方承担，且乙方有权利终止本协议。乙方根据甲方提供的联系地址、电话向甲方送达相关文件（包括但不限于调单通知等），文件自寄出之日起第5日视为送达日。 </p>
				<p>3.甲方保证合法诚信经营，不从事非法经营、不正当竞争、虚假宣传、非法广告、商业欺诈或侵害持卡人合法权益的任何活动。如因甲方经营过程中过错或者其与持卡人的交易被发卡机构退单、调单、争议裁决等原因导致损失的，由甲方自行承担。如因上述原因造成乙方损失的，乙方有权向甲方追究，并要求甲方对乙方的损失进行赔偿。 </p>
				<p>4.甲方应按本协议约定按时向乙方支付交易服务费、增值业务服务费、终端维护费等各项费用。如协议有效期内，甲方未按时支付以上费用，乙方有权解除本协议，并要求甲方30日内赔偿乙方全部经济损失（包括但不限于赔偿款、诉讼费、律师费、公证费、鉴定费、差旅费、调查费等）。 </p>
				<p>5.甲方应在其营业场所内显著位置展示乙方提供的市场宣传品，包括且不限于标牌、台牌、标贴等物品,以便告知持卡人甲方可提供银行卡受理业务。 </p>
				<p>6. 甲方承诺基于真实的商品或服务交易背景受理银行卡，并遵守相应银行卡品牌的受理要求，不得歧视和拒绝同一银行卡品牌的不同发卡银行的持卡人，不得因持卡人用卡结算而向其收取附加费用，对持卡用户应提供与现金消费用户完全相同的服务。 </p>
				<p>7.甲方有权在法定工作时间内向乙方咨询POS终端的相关问题，有义务参加乙方提供的相关业务培训。如甲方相关人员未参加乙方的培训而致使出现乙方损失的，甲方应赔偿乙方相关损失。 </p>
				<p>8.甲方有义务接受并配合乙方对POS终端等相关业务的检查。如因甲方不接受或不配合导致任一方损失，该损失均由甲方承担，且乙方有权利终止本协议。 </p>
				<p>9.甲方有义务及时、妥善处理与持卡人之间的任何投诉和纠纷，自行承担全部经济及法律责任，并不得因上述投诉与纠纷影响乙方的声誉和形象；如上述投诉与纠纷给乙方造成经济损失，应由甲方全部承担。 </p>
				<p>10.甲方受理银行卡业务时，应在确认下列情况后，才可接受银行卡付款：</p>
				<p>1）卡片没有被更改或损坏迹象。2）卡片在有效期内使用（到期当月有效）。3）卡背面签名条上签名与签购单签名一致、字样相同且无涂改现象。4）刷卡后，POS终端所显示的卡号及有效期与凸印在银行卡面上的信息一致。5）遇特殊情况时（如持卡人行为异常或甲方认为交易可疑时），可要求持卡人出示本人有效证件，确认卡片上的姓名、性别与有效证件资料相符。6）银行卡必须通过乙方提供的POS终端进行交易。</p>
				<p>11.甲方在受理持卡人交易时，发生下列情形之一的，应取消或拒绝交易： </p>
				<p>1）持卡人银行卡未附有防伪标志、或防伪标志毁损或模糊不清。2）银行指示为止付的银行卡。3）持卡人在签购单上的签名与银行卡背面的预留签字不符或银行卡背面无预留签字。4）银行卡已超过有效期。5）刷卡后，POS终端所显示的卡号等信息与凸印在银行卡面上的信息不一致。6）银行卡正面的卡号与签购单上打印的卡号不符。7）持卡人出示的卡片或证件存在涂改和伪造嫌疑。8）刷卡后，POS终端显示应没收的银行卡。9）银行通知必须收回或甲方经联络乙方获得拒绝交易指令的银行卡。10)刷卡后打印签购单关键信息不全，其中关键信息包含但不限于交易类型、交易卡号、交易金额、批次号、流水号及终端号等。 </p>
				<p>12.甲方应当严格执行监管部门、银行和乙方要求的技术规范，否则，乙方可以暂停向甲方提供本协议约定的收单服务。甲方因服务问题导致持卡人向乙方有效投诉超过一定次数，乙方可以暂停向甲方提供本协议约定的收单合作。 </p>
				<p>13.甲方不得保存持卡人的银行账户信息。如因甲方原因造成持卡人及银行卡相关信息泄漏，或甲方伪造、假冒持卡人及相关银行卡信息向乙方发出支付请求的，因此造成持卡人、银行、乙方的损失，甲方应承担全部赔偿责任，同时乙方有权暂停对甲方的服务。 </p>
				<p>14.甲方须妥善保管交易信息资料，对签购单（含POS打印单）、总计单和进账单的商户存根联，以及销售发票、宾馆入住登记表、邮寄收条等交易相关凭证，应至少保留二十四个月，以便乙方在需要时查对，如因甲方保管不当或遗失造成的经济损失由甲方承担。若双方或任何一方提出解除协议，甲方应将二十四个月内商户交易信息资料完整交于乙方，包含但不限于以上所提相关交易凭证。 </p>
				<p>15.若因甲方操作失误，导致甲方与持卡人因银行卡结算发生任何争执投诉、索偿或纠纷时，由甲方负责处理，乙方可提供相关协助。 </p>
				<p>16.甲方应根据实际经营需求向乙方申请开通预授权、退货等相关业务功能，乙方予以开通的，甲方应严格遵守相关操作规范，因甲方违反操作规范造成的双方损失由甲方承担。</p>
				<p>17.甲方承诺严格遵守相关法律法规规定，在要求乙方变更结算账户时，应当保留付款依据；且应按税收方面的法律法规缴纳全部税款，并保留完税证明；甲方对付款依据和完税证明等交易资料应至少保留5年，并在人民银行或其他国家机关要求调阅时，在规定时限内提供完整的资料；因甲方违反上述规定造成的双方损失或法律责任，由甲方全部承担，与乙方无关。</p>
				<p>18．乙方发现甲方有移机使用、出租、出借或超出其经营范围使用受理终端的情况，将立即采取撤除受理终端、妥善留存交易记录相关证据等有效的风险管理措施，并将甲方、甲方法定代表人（负责人）姓名、甲方法定代表人（负责人）身份证件等有关信息录入银行卡风险信息共享系统。 </p>
				<p>19．乙方将采用技术手段对收单业务移动受理终端的使用进行监控，并不定期进行回访，确保收单业务移动受理终端未超出签约范围跨地区使用，甲方应予以配合。 </p>
				<p>20．甲方应按规定使用受理终端（网络支付接口）和结算账户，不得利用其从事或协助他人从事非法活动，因此所发生的法律责任及经济责任由甲方承担，若因此给乙方造成损失，则由甲方进行赔偿。 </p>
				<p>21．非经乙方书面许可，甲方不得将受理银行卡的业务委托或转让给第三方。 </p>
				<p>22．对于疑似盗卡交易，甲方应配合乙方及银行对未消费资金进行冻结。同时，甲方应尽可能采取必要防范措施防止此类疑似盗卡交易。 </p>
				
				<p>四、乙方权利与义务</p>
				<p>1.乙方有权按本协议约定收取交易服务费、终端维护费等各项费用，乙方仅就乙方收益部分向甲方开具发票。 </p>		
				<p>2.乙方有权对甲方进行不定期抽查，发现甲方在受理人民币卡过程中发生违规行为的，有权要求甲方限期整改。情节严重的，乙方有权停止对甲方提供收单服务。 </p>
				<p>3.遇下列任一情况时，乙方有权暂缓支付交易款项或从甲方次日或以后交易款项中扣回相等金额，或委托甲方结算银行将有关款项扣回： </p>
				<p>1）当乙方认为或怀疑甲方有任何违反本协议或存在欺诈行为的销售交易，如受理人民币卡时未留有持卡人签名或持卡人签名明显不符以及重复扣款、分单交易、套现等违规行为；2）签购单上有不确切之处或没有得到持卡人或发卡行确认，或持卡人、发卡行对该笔消费提出异议；3）签购单上交易金额与实际交易情况不符；4）甲方不能或不能按时向乙方提供所需要查看的原始交易相关凭证；5）甲方不能或不能按时对乙方所发出的交易调查进行反馈；6）甲方不能或不能按时对乙方所发出的交易调查提供相应证明材料；7）甲方超过规定的清算时间请款且甲方遭到发卡行拒付；8）签购单据所涉及的商品或服务与中国法律法规有所抵触；9）甲方其它未按本协议要求办理的，导致发卡行拒付的交易；10）未能成功打印出签购单的交易。11）打印出签购单关键信息不完整，包含但不限于交易类型、交易卡号、交易金额、批次号、流水号及终端号等。</p>
				<p>4.乙方不参与甲方与其持卡人之间的具体交易过程，仅为双方间的货款清结算提供服务。乙方将在收到持卡人开户行清算的款项后按照结算周期将资金结算给甲方。乙方对甲方与其客户之间的下列纠纷不承担任何责任： </p>
				<p>1）关于支付金额不准确产生的纠纷；2）关于付款后未得到商品或服务、以及商品或服务存在瑕疵等纠纷；3）其它关于交易产生疑义而引起的投诉或其它法律纠纷。对于上述纠纷，甲方应及时处理。 </p>
				<p>5.乙方有权向中国人民银行及信贷征信主管部门批准建立的信用数据库或有关单位、部门及个人查询甲方及其法定代表人的信用状况，并有权将甲方及其法定代表人信息提供给中国人民银行、信贷征信主管部门批准建立的信用数据库及有关单位和部门。乙方为业务需要可合理使用并披露甲方信息。 </p>
				<p>6.乙方将严格按照双方约定的结算划款日期进行付款。遇特殊情况无法正常付款，乙方应通知甲方或在乙方网站公示原因。付款时间遇法定节假日顺延。乙方为不具有储蓄职能的非金融支付机构，对于甲方的在途资金或待结算资金，乙方不支付任何形式的利息或类似费用。 </p>
				<p>7.本协议有效期内，如因国家政策调整、监管机构要求或甲方违反本协议约定事项，乙方有权向甲方发送解约通知，书面解约通知发出之日本协议终止，乙方关闭甲方支付业务。协议终止后【3】个工作日内乙方将撤回POS终端，甲方不得以任意理由阻挠乙方的撤机行为。 </p>
				
				<p>五、对账及差错账处理、异常账户情况处理 </p>
				<p>1.甲方对乙方入账款项应及时核对，若30日内未提出异议的，视为对乙方入账款项的认可。 </p>
				<p>2.对账：由甲方根据乙方提供的业务网站自行对账。若对账产生差错，甲方可向乙方提起申述，乙方在受理后7个工作日内给予答复。 </p>
				<p>3.甲方应按本协议约定时间对银行卡交易数据进行汇总并与乙方进行核对，出现差错时应及时与乙方联系，当乙方提出查询或账户调整要求时，甲方应积极配合，并及时反馈意见及相关证明材料提供给乙方。</p>
				
				<p>六、风险控制与处罚 </p>
				<p>1．甲方承诺按照本协议以及银联、银监会相关规定规范受理银行卡，并愿意承担因违规操作引发的全部风险损失以及一切相关法律责任，甲方出现下列任一种违反商户风险管理规定的行为，乙方有权延迟甲方资金结算、暂停银行卡交易或终止本协议并终止为甲方提供银行卡收单服务。造成乙方资金损失的，乙方有权从甲方待结算资金中直接扣除相应金额或向甲方提出追索,并有权在交易终止日起五个工作日内将甲方相关信息报送至银行或银联不良信息共享系统，并向执法、监管部门通报。</p>
				<p>1）虚假申请、名义经营范围与实际情况不符；2）侧录、泄露账户及交易信息；3）套现、洗单、分单、移机；4）恶意倒闭；5）虚假交易；6）涉嫌银行卡欺诈交易；7）被司法机关立案或介入调查；8）被中国银联书面通知强制解约；9）被其它卡组织认定为“高风险商户”；10）违反国家法令法规或相关行业管理规定，被有关机构查处； 11）经营不善，停业整顿、申请解散或申请破产； 12）停业或破产、被工商部门注销登记、吊销营业执照；13）将受理终端挪作他用；14）其它违反商户风险管理规定的行为。 </p>
				<p>2．调单、退单、争议</p>
				<p>1）在发卡行规定的期限内，持卡人向甲方、乙方及银行方面主张疑义交易非本人亲自行为或非经本人有效授权的，或者发卡行、收单行出于某些原因需要调阅某笔交易资料的，甲方应当在收到乙方的调单通知后两个工作日内，根据调单的要求，提供真实的交易信息及交易资料。甲方超过调单期限未能提供相关资料或提供的资料与调单要求不符，由此造成的全部损失由甲方独立承担。 </p>
				<p>2）如果甲方某笔交易被调单，则该笔交易资金由乙方先行冻结。经银行审查甲方提交的资料后，认为甲方应当赔付的，甲方应当无条件全额对持卡人或银行或乙方进行赔付；经审查后认为不需要赔付的，乙方应及时解冻相关交易资金。 </p>
				<p>3）退单、争议裁决流程具体如下： </p>
				<p>A、如乙方收到来自银行或银联方面的退单或争议裁决通知，乙方自收到通知之日起两个工作日内从甲方的交易款项中全额扣除相关款项，并偿还银行。如甲方结算款项的余额不足，乙方有权从后续的交易款项中扣除，扣足为止。若上述扣款方式仍不能足额赔付时，乙方保留继续追偿的法律权利；在甲方未能偿还相关款项时，乙方有权暂时中止向甲方提供收单服务，直至甲方全部偿还为止。 </p>
				<p>B、乙方从甲方待结算款项中扣除款项时，应将银行的赔付通知等通过电话、邮件或传真的方式及时通知甲方。 </p>
				<p>C、乙方收到银行的通知后，有权根据甲方风险评估状况，决定是否停止向甲方提供本协议约定的收单服务。 </p>
				<p>D、甲方在收到乙方的扣款通知后，如有异议可直接与持卡人及银行联系。乙方不处理关于交易退单、争议裁决等异议的任何纠纷。 </p>
				<p>E、对于甲方将乙方所提供的收单服务应用于本协议约定业务范围之外而产生的交易以及信用卡持卡人的拒付，甲方均应当无条件全额对用户或银行或乙方进行赔付。 </p>
				<p>4）为配合乙方解决调单、退单及其它异常可疑交易，甲方须提供紧急或调单联系人及其联系方式，当联系人及联系方式发生变化时，应在两个工作日内书面告知乙方。否则，如发生紧急风险状况而乙方无法与联系人取得联系，由此造成的损失由甲方承担全部责任。 </p>
				<p><font  >3、风险协查 </font></p>
				<p><font  >乙方建立完善的风险控制系统，对于甲方的异常交易，或甲方身份信息异常等情形，会向甲方发起风险协查。甲方自接到乙方风险协查后应积极配合，应当在收到乙方的协查通知后两个工作日内，根据协查的要求，提供相关的交易信息及交易资料。甲方超过协查期限未能提供相关资料或提供的资料与协查要求不符，由此造成的全部损失由甲方独立承担。乙方有权依据风险协查结果延迟甲方资金结算、暂停银行卡交易或终止本协议并终止为甲方提供银行卡收单服务。 </font></p>
				<p>七、机具管理 </p>
				<p>1．甲方收银人员经过乙方培训后，方可使用POS机受理银行卡业务，未经培训的收银人员及其他人员不得使用POS机受理银行卡业务，甲方人员因误操作导致错账的，乙方有权根据有关规定予以处理。 </p>
				<p>2．未经乙方同意，甲方不得任意挪用POS机至非本协议约定营业地点；因违反机具操作指南而导致的任何经济损失均由甲方承担。 </p>
				
				
				<p>八、保密条款</p>
				<p>1.甲方须妥善保管持卡人银行卡交易信息资料，应将包含账户及交易数据信息的所有载体保存在安全领域，只有被授权人员才能接触，并确保业务处理程序安全；未经乙方或持卡人事先同意，不得将任何交易信息及资料用做交易对账工作之外的其它用途或向任何第三方透露。因甲方对资料或受理设备保管不当致使持卡人银行卡信息失密或被盗用，乙方可立即终止本协议，并保留追索权。甲乙双方均应建立详细的内部保密制度，并提供培训、检查等方式确保银行卡交易信息和数据的安全，限制数据访问权限并定期或者不定期更换POS终端的使用密码。 </p>
				<p>2.甲方承诺对于双方协议条款、培训资料、业务数据等严格保密，不向第三方透漏。本条款所述甲方保密义务不受协议有效期限制，不论本协议是否解除或终止，以上条款永久有效。 </p>
				
				<p>九、知识产权 </p>
				<p>1．甲方应当按照乙方的要求使用银行卡受理标识，不得将该受理标识用于其他任何用途。 </p>
				<p>2．本协议并未以任何形式授权甲方及任何其他第三方使用乙方名称、商标、标识和其他相关知识产权的权利。 </p>
				
				<p>十、争议纠纷处理 </p>
				<p>1．在履行本协议过程中引起的任何争议，双方应首先尝试通过协商解决。协商不成的，任何一方有权向乙方所在地人民法院提起诉讼解决争议。在诉讼期间，本协议不涉及争议的条款仍须履行。 </p>
				<p>2、本协议适用于中华人民共和国法律，未尽事宜依据乙方有关业务规定及相关金融惯例办理。  </p>
				
				
				<p>十一、其他 </p>
				<p>1．本协议期限三年；自签署之日起生效。本协议到期日前的三十日内，如任何一方未提出终止要求，则本协议自动顺延，每次顺延三年，顺延次数不限。合作期内，甲乙双方均有权单方面终止合作。 </p>
				<p>2．协议终止情形：  </p>
				<p>1）甲方提出终止本协议，并经乙方同意后，本协议终止；</p>
				<p>2）甲方违反国家法律、法规、金融监管规定和本协议约定的义务，乙方有权终止协议； </p>
				<p>3） 乙方根据监管部门要求需终止与甲方的协议时，乙方有权终止协议；</p>
				<p>3．本协议终止，不影响双方在协议终止前已按协议条款履行的权利及义务；协议终止后，甲方仍应对其履行协议过程中造成乙方的损失承担赔偿责任。 </p>
				<p>4．协议终止的24个月内，如有因以往交易引起的查询，甲方仍有义务配合乙方工作；如有发卡方退单的交易，乙方有权向甲方追索已付款项，由此造成的乙方损失，发生的费用以及原交易的损失均由甲方承担。 </p>
				<p>5．协议有效期内，如遇到国家政策调整、监管政策要求，或其它不可抗力导致本协议不能履行的，本协议自动中/终止的，双方由此不负违约责任。协议中/终止前双方的权利义务仍应按本协议继续履行。 </p>
				<p>6．本协议未尽事宜，由双方协商解决。任何对本协议的修改、补充、完善，均需以书面形式修改。 </p>
				<p>7．甲方同意本协议之条款，则代表甲方同意乙方在商业宣传中使用甲方名号、标识等进行相应商业宣传。 </p>
				<p>8．本协议所含附件或依据本协议签订的附件与补充协议是本协议不可分割的部分，与本协议具有同等法律效力。</p>              
                <p>以上为协议全部条款。 </p>
                 <br/>
                </div>
              <div style="align:right">
             
              <p align="right">商&nbsp;户&nbsp;签&nbsp;名：<img alt="" src="<%=request.getContextPath()%>/mecIf/showImage?imageAddr=${qrrImagePath}" width="60px" height="60px">  </p>
              <p align="right">业务员签名： <img alt="" src="<%=request.getContextPath()%>/mecIf/showImage?imageAddr=${dlrImagePath}"  width="60px" height="60px"> </p>
                <br/>
              </div>
            </div>
        
 </body>
</html>s